Repository: igor-chernetsky/quizTD
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it, ru

source: START
fr: COMMENCER
it: INIZIO
ru: СТАРТ

source: RESTART
de: NEU STARTEN
fr: REDÉMARRAGE
it: RICOMINCIA
ru: РЕСТАРТ

source: EXIT
de: AUSFAHRT
fr: SORTIE
it: USCITA
ru: ВЫХОД

source: RESUME
de: WIEDER AUFNEHMEN
fr: CONTINUER
it: RIPRENDERE
ru: НАЗАД

# math1
source: Math level 1
de: Mathestufe 1
fr: Mathématiques niveau 1
it: Livello di matematica 1
ru: Математика 1

# math2
source: Math level 2
de: Mathestufe 2
fr: Mathématiques niveau 2
it: Livello di matematica 2
ru: Математика 2

# math3
source: Math level 3
de: Mathestufe 3
fr: Mathématiques niveau 3
it: Livello di matematica 3
ru: Математика 3

# geo
source: Geograply
de: Geographisch
fr: Géographie
it: Geograficamente
ru: География

source: History
fr: Histoire
it: Storia
ru: История

# flag
source: Flags
de: Flaggen
fr: Drapeaux
it: Bandiere
ru: Флаги

source: Farm
de: Bauernhof
fr: Ferme
it: Azienda agricola
ru: Ферма

source: Main
de: Hauptsächlich
fr: Principal
it: Principale
ru: Ратуша

source: Tower
de: Turm
fr: Tour
it: Torre
ru: Башня

source: School
de: Schule
fr: École
it: Scuola
ru: Школа

source: level
de: Ebene
fr: niveau
it: livello
ru: уровень

source: sell
de: verkaufen
fr: vendre
it: vendere
ru: продать

# descriptionFarm
source: This building brings some amount of gold every season. Amount of gold can be increased with new level of the building.
de: Dieses Gebäude bringt jede Saison etwas Gold.
fr: Ce bâtiment rapporte une certaine quantité d'or chaque saison.
it: Questo edificio porta una certa quantità di oro ogni stagione.
ru: Это здание приносит некоторое количество золота каждый сезон. Количество золота может быть увеличено с новым уровнем здания.

# descriptionMain
source: This is the MAIN building, the game overs when it's destroyed. It can attack one enemy unit. Upgrade it to reach the next epoch.
de: Dies ist das HAUPTgebäude. Das Spiel endet, wenn es zerstört wird.
fr: Il s'agit du bâtiment PRINCIPAL, le jeu se termine lorsqu'il est détruit.
it: Questo è l'edificio PRINCIPALE, il gioco finisce quando viene distrutto.
ru: Это ГЛАВНОЕ здание, игра заканчивается, когда оно разрушено. Оно может атаковать один вражеский отряд. Улучшайте его, чтобы достичь следующей эпохи.

# descriptionSchool
source: Here you can make upgrades for your building, also each SCHOOL increase reward for correct answers.
de: Hier können Sie Upgrades für Ihr Gebäude vornehmen und jede SCHULE erhöhen die Belohnung für richtige Antworten.
fr: Ici, vous pouvez apporter des améliorations à votre bâtiment et chaque ÉCOLE augmente également la récompense pour les réponses correctes.
it: Qui puoi effettuare aggiornamenti per il tuo edificio, inoltre ogni SCUOLA aumenta la ricompensa per le risposte corrette.
ru: Здесь вы можете улучшать свое здание, а также каждая ШКОЛА увеличивает вознаграждение за правильные ответы.

# descriptionTower
source: This building can attack enemies is specific range, the range can be increased in the SCHOOL.
de: Dieses Gebäude kann Feinde in einer bestimmten Reichweite angreifen, die Reichweite kann in der SCHULE erhöht werden.
fr: Ce bâtiment peut attaquer les ennemis à une portée spécifique, la portée peut être augmentée dans l'ÉCOLE.
it: Questo edificio può attaccare i nemici a un raggio specifico, il raggio può essere aumentato nella SCUOLA.
ru: Это здание может атаковать врагов на определенном расстоянии, расстояние можно увеличить в ШКОЛЕ.

# descriptionWolf
source: Attacks closest building, if the closest cell is empty goes away.
de: Greift das nächstgelegene Gebäude an und verschwindet, wenn die nächstgelegene Zelle leer ist.
fr: Attaque le bâtiment le plus proche, si la cellule la plus proche est vide, disparaît.
it: Attacca l'edificio più vicino, se la cella più vicina è vuota se ne va.

# descriptionEnemy
source: Attacks whole line, if line is empty goes away.
de: Greift die gesamte Zeile an, wenn die Zeile leer ist, verschwindet sie.
fr: Attaque toute la ligne, si la ligne est vide, disparaît.
it: Attacca tutta la linea, se la linea è vuota se ne va.
ru: Атакует всю линию, если линия пуста, уходит.

# descriptionZombie
source: Attacks whole line, if line is empty goes away. When deals 100 damage new zombie appears nearby.
de: Greift die gesamte Zeile an, wenn die Zeile leer ist, verschwindet sie.
fr: Attaque toute la ligne, si la ligne est vide, disparaît.
it: Attacca tutta la linea, se la linea è vuota se ne va.
ru: Атакует всю линию, если линия пустая уходит. Когда наносит 100 урона, рядом появляется новый зомби.

# descriptionHelicopter
source: Attacks whole line, if the line is empty goes to the next cell.
de: Greift die gesamte Zeile an. Wenn die Zeile leer ist, geht es zur nächsten Zelle.
fr: Attaque toute la ligne, si la ligne est vide, passe à la cellule suivante.
it: Attacca tutta la riga, se la riga è vuota passa alla cella successiva.
ru: Атакует всю линию, если линия пуста, переходит на следующую клетку.

# descriptionMeteor
source: Hits building on the line.
de: Es häufen sich Treffer auf der Linie.
fr: Touche le bâtiment sur la ligne.
it: Colpisce l'edificio sulla linea.
ru: Врезается в здание на линии.

# nameWolf
source: Wolf
fr: Loup
it: Lupo
ru: Волк

# nameEnemy
source: Archer
de: Bogenschütze
it: Arciere
ru: Лучник

# nameHelicopter
source: Helicopter
de: Hubschrauber
fr: Hélicoptère
it: Elicottero
ru: Вертолет

# nameMeteor
source: Meteor
fr: Météore
it: Meteora

# upgradeRange
source: Tower Range
fr: Gamme de tours
it: Gamma delle torri
ru: Дальность Башен

# upgradeEducation
source: High Education
de: Hohe Bildung
fr: Enseignement supérieur
it: Alta Istruzione
ru: Высшее Образование

# upgradeFence
source: Electric Fence
de: Elektrozaun
fr: Clôture Électrique
it: Recinto elettrico
ru: Электрическая ограда

# upgradeRepair
source: Building Repair
de: Gebäudereparatur
fr: Réparation de bâtiments
it: Riparazione dell'edificio
ru: Починка зданий

# upgradeAintiAir
source: Anti Air System
de: Anti-Luft-System
fr: Système anti-aérien
it: Sistema antiaereo
ru: ПВО

# upgradeRangeDescription
source: Increase Tower attack range by 1 square, towers become more efficient.
de: Erhöhe die Angriffsreichweite des Turms um 1 Feld, die Türme werden effizienter.
fr: Augmentez la portée d'attaque de la tour de 1 carré, les tours deviennent plus efficaces.
it: Aumenta la portata dell'attacco della torre di 1 quadrato, le torri diventano più efficienti.
ru: Увеличивает дальность атаки башни на 1 клетку, башни становятся более эффективными.

# upgradeEducationDescription
source: Increase reward for correct answers, each school can have that upgrade.
de: Erhöhen Sie die Belohnung für richtige Antworten. Jede Schule kann dieses Upgrade erhalten.
fr: Augmentez la récompense pour les réponses correctes, chaque école peut bénéficier de cette mise à niveau.
it: Aumenta la ricompensa per le risposte corrette, ogni scuola può avere questo aggiornamento.
ru: Увеличить вознаграждение за правильные ответы, каждая школа может получить такое повышение.

# upgradeFenceDescription
source: Each enemy getting damaged while attacks your city.
de: Jeder Feind erleidet Schaden, während er deine Stadt angreift.
fr: Chaque ennemi est endommagé en attaquant votre ville.
it: Ogni nemico viene danneggiato mentre attacca la tua città.
ru: Каждый враг получает урон во время атаки на ваш город.

# upgradeRepairDescription
source: Building can be repaired for gold.
de: Gebäude können für Gold repariert werden.
fr: Le bâtiment peut être réparé contre de l'or.
it: L'edificio può essere riparato con l'oro.
ru: Здание можно отремонтировать за золото.

# upgradeAintiAirDescription
source: The protecting dome can hold some amount of air damage.
de: Die Schutzkuppel kann einen gewissen Luftschaden abfangen.
fr: Le dôme protecteur peut contenir une certaine quantité de dégâts aériens.
it: La cupola protettiva può contenere una certa quantità di danni atmosferici.

source: Top 10
it: I primi 10
ru: 10 лушчих

source: Epoch
de: Epoche
fr: ÉPOQUE
it: EPOCA
ru: Эпоха

source: Year
de: Jahr
fr: ANNÉE
it: ANNO
ru: ГОД

source: VICTORY!
de: SIEG!
fr: VICTOIRE!
it: VITTORIA!
ru: ПОБЕДА!

source: DEFEAT!
de: VERLUST!
fr: DÉFAITE!
it: SCONFITTA!
ru: ПОРАЖЕНИЕ!

source: INCOME
de: EINKOMMEN
fr: REVENU
it: REDDITO
ru: ДОХОД

# reward
source: question reward
de: Frage Belohnung
fr: question récompense
it: ricompensa della domanda
ru: заграда за ответы

source: DAMAGE
de: SCHADEN
fr: DOMMAGE
it: DANNO
ru: УРОН

# stone
source: Stone Age
de: Steinzeit
fr: Âge de pierre
it: Età della pietra
ru: Каменный Век

# middle
source: Middle Ages
de: Mittelalter
fr: Moyen-âge
it: Medioevo
ru: Средневековье

# current
source: Nowadays
de: Heutzutage
fr: Aujourd'hui
it: Al giorno d'oggi
ru: Современность

source: Future
de: Zukunft
fr: Avenir
it: Futuro
ru: Будущее

# geoFile
source: geography
de: geography-de
fr: geography-fr
it: geography-it
ru: geography-ru

# historyFile
source: history
de: history-de
fr: history-fr
it: history-it
ru: history-ru

# nameZombie
source: Zombie
fr: Zombi
ru: Зомби

source: MENU
de: SPEISEKARTE
ru: МЕНЮ
